Repository: AntoineLemarchand/ocsinventoryng
Catalog: trunk/locales/*.po
Languages: pt_br

source: Restart import
pt_br: Reiniciar importação

source: Import in the entity
pt_br: Importar para a entidade

source: Link new OCSNG computers to existing GLPI computers
pt_br: Relacionar novos computadores de OCS-NG aos existentes no GLPI

source: Delete computer in OCSNG
pt_br: Deletar computador do OCS-NG

source: Force synchronization OCSNG
pt_br: Forçar sincronização OCS-NG

source: Unlock fields
pt_br: Destravar campos

source: Unlock monitors
pt_br: Destravar monitores

source: Unlock peripherals
pt_br: Destravar periféricos

source: Unlock printers
pt_br: Destravar impressoras

source: Unlock software
pt_br: Destravar softwares

source: Unlock IP
pt_br: Destravar IPs

source: Unclok volumes
pt_br: Destravar volumes

source: Unlock
pt_br: Destravar

source: GLPI import date
pt_br: Data de importação no GLPI

source: Last OCSNG inventory date
pt_br: Data do último inventário do OCS-NG

source: Automatic update OCSNG
pt_br: Atualização automática do OCS-NG

source: Inventory agent
pt_br: Agente de inventário

source: OCSNG ID
pt_br: ID OCSNG

source: Registry
pt_br: Registro

source: Key/Value
pt_br: Chave/valor

source: OCSNG name
pt_br: Nome OCS-NG

source: Installed / not configured
pt_br: Instalado / não configurado

source: Use mode
pt_br: Usar modo

source: History of automatic tasks
pt_br: Histórico de tarefas automáticas

source: No server configured
pt_br: Nenhum servidor configurado

source: Configuration
pt_br: Configuração

source: Number of processed computers
pt_br: Número de computadores processados

source: OCSNG server
pt_br: Servidor OCS-NG

source: Computers imported by automatic task
pt_br: Computadores importados por tarefa automática

source: Processes execution of automatic task
pt_br: Execução de processos de tarefa automática

source: Clean links between GLPI and OCSNG
pt_br: Apagar relacionamentos entre GLPI e OCS-NG

source: Successful
pt_br: Com sucesso

# button
source: Test
pt_br: Teste

source: Information about cache
pt_br: Informação sobre cache

# button
source: Close
pt_br: Fechar

source: Information about the script
pt_br: Informação sobre o script

source: Automatic synchronization's configuration
pt_br: Sincronização automática da configuração

source: Default OCSNG server
pt_br: Servidor padrão OCSNG

source: Display
pt_br: Mostrar

source: Show processes where nothing was changed
pt_br: Mostrar processos em que nada foi alterado

source: Authorize the OCSNG update
pt_br: Autorizar a atualização do OCSNG

source: Refresh information of a process every
pt_br: Renova informação de um processo a cada

# second
source: seconds
pt_br: segundos

source: Check OCSNG import script
pt_br: Verificar script de importação do OCSNG

source: Lock not activated
pt_br: Trava desativada

source: Lock activated
pt_br: Trava ativada

source: All servers
pt_br: Todos servidores

source: Not imported computer
pt_br: Computador não importado

source: Process time
pt_br: Tempo do processamento

source: Process
pt_br: Processo

source: Rules checked
pt_br: Regras verificadas

source: Imported computers
pt_br: Computadores importados

source: Linked computers
pt_br: Computadores relacionados

source: Not updated computers
pt_br: Computadores não atualizados

source: Synchronized computers
pt_br: Computadores sincronizados

source: Not unique computers
pt_br: Computadores não únicos

source: Import refused by rule
pt_br: Importação rejeitada por regra

source: Computers not imported by automatic task
pt_br: Computadores não importados por tarefa automática

source: OCSNG TAG
pt_br: TAG OCS-NG

source: Computers not impmorted by automatic task
pt_br: Computadores não importados por tarefa automática

source: Device ID
pt_br: ID Dispositivo

source: Reject cause
pt_br: Rejeitado porque

source: Verified rules
pt_br: Regras verificadas

source: OCSNG console
pt_br: Console OCS-NG

source: Can't affect an entity
pt_br: Não é possível afetar uma entidade

source: Unicity criteria not verified
pt_br: Critérios de unicidade não verificados

source: Actions to be made on the computer
pt_br: Ações a serem realizadas no computador

source: Send OCSNG not imported computers alert failed
pt_br: Falha no envio de alerta de computadores não importados ao OCS-NG

source: OCSNG link
pt_br: Relacionamento do OCS-NG

source: Date of import in GLPI
pt_br: Data de importação no GLPI

source: Automatic OCSNG update
pt_br: Atualização automática do OCS-NG

source: Locked field
pt_br: Campo travado

source: Locked monitor
pt_br: Monitor travado

source: Locked printer
pt_br: Impressora travada

source: Locked device
pt_br: Dispositivo travado

source: Locked IP
pt_br: IP travado

source: Locked software
pt_br: Software travado

source: Locked disk
pt_br: Disco travado

source: Locked component
pt_br: Componente travado

source: No locked field
pt_br: Campo destravado

source: OCSNG mode
pt_br: Modo do OCS-NG

source: Imported from OCS
pt_br: Importado do OCS

source: Deleted in OCSNG
pt_br: Deletado no OCS-NG

source: Linked with an OCSNG computer
pt_br: Relacionado a um computador do OCS-NG

source: The OCSNG ID of the computer changed from %1$s to %2$s
pt_br: A ID OCS-NG do computador foi alterada de %1$s para %2$s

source: The OCSNG TAG of the computer changed from %1$s to %2$s
pt_br: A TAG OCS-NG do computador foi alterada de %1$s para %2$s

source: Import options
pt_br: Opções de importação

source: General information
pt_br: Informação geral

source: OCSNG server 's configuration
pt_br: Configuração do servidor OCS-NG

source: Configuration of OCSNG server %s
pt_br: Configuração do servidor OCS-NG %s

source: Import new computers
pt_br: Importar novos computadores

source: Scripts execution of automatic task
pt_br: Execução de scripts de tarefa automática

source: Synchronize computers already imported
pt_br: Sincronização de computadores já importados

source: OCSNG administrative information
pt_br: Informações administrativas do OCS-NG

source: Web address of the OCSNG console
pt_br: Endereço web do console do OCS-NG

source: Limit the import to the following tags (separator $, nothing for all)
pt_br: Limitar a importação às seguintes tags (separador $, vazio para todas)

source: Exclude the following tags (separator $, nothing for all)
pt_br: Excluir as seguintes tags (separador $, vazio para todas)

source: Default status
pt_br: Status padrão

source: Behavior when disconnecting
pt_br: Comportamento quando desconectando

source: Global import
pt_br: Importação global

source: Unit import
pt_br: Importação de unidade

source: Unit import on serial number
pt_br: Importação de unidade por número de série

source: Unit import serial number only
pt_br: Importação de unidade, apenas número de série

source: Use the OCSNG software dictionary
pt_br: Usar o dicionário de softwares do OCS-NG

source: Number of items to synchronize via the automatic OCSNG action
pt_br: Numero de itens para sincronizar via ação automática do OCS-NG

source: Behavior to the deletion of a computer in OCSNG
pt_br: Comportamento para a remoção de um computador do OCS-NG

source: Put in the dustbin
pt_br: Mover para a lixeira

source: Change to state %s
pt_br: Mudar para o status %s

source: No import: the plugin will not import these elements
pt_br: Não importar: o plugin não importará estes elementos

source: Global import: everything is imported but the material is globally managed (without duplicate)
pt_br: Importação global: tudo é importado, mas o material é gerenciado globalmente (sem duplicatas)

source: Unit import: everything is imported as it is
pt_br: Importação de unidade: tudo é importado do jeito que está

source: Automatic connection of computers
pt_br: Conexão automática de computadores

source: Enable the automatic link
pt_br: Habilitar o relacionamento automático

source: Existence criteria of a computer
pt_br: Critérios de existência de um computador

source: Mac address
pt_br: Endereço MAC

source: equal
pt_br: igual

source: empty
pt_br: vazio

source: The link automatically connects a GLPI computer with one in OCSNG.
pt_br: O relacionamento conecta automaticamente um computador GLPI com outro no OCSNG

source: This option is taken into account during manual link and by synchronization scripts."
pt_br: Esta opção é levada em consideração durante o relacionamento manual e pelos scripts de sincronização.

source: Host for the database
pt_br: Máquina com banco de dados

source: Name of the database
pt_br: Nome do banco de dados

source: User of the database
pt_br: Usuário do banco de dados

source: User password
pt_br: Senha do usuário

source: Database in UTF8
pt_br: Banco da dados em UTF8

source: Connecting to the database
pt_br: Conectando ao banco de dados

source: Connection to the database failed
pt_br: Falha na conexão com o banco de dados

source: Invalid OCSNG Version: RC3 is required
pt_br: Versão inválida do OCS-NG: requer RC3

source: Invalid OCSNG configuration (TRACE_DELETED must be active)
pt_br: Configuração inválida do OCS-NG (TRACE_DELETED deve estar ativada)

source: Access denied on database (Need write rights on hardware.CHECKSUM necessary)
pt_br: Acesso negado no banco de dados (Precisa obrigatoriamente de permissões de escrita no hardware.CHECKSUM)

source: Access denied on database (Delete rights in deleted_equiv table necessary)
pt_br: Acesso negado no banco de dados (Precisa de permissões para remoção na tabela deleted_equiv)

source: Connection to database successful
pt_br: Conexão ao banco de dados foi concluída com sucesso

source: Valid OCSNG configuration and version
pt_br: Configuração e versão de OCS-NG válidas

source: Unable to add. The OCSNG server already exists.
pt_br: Não foi possível adicionar. O servidor OCS-NG já existe.

source: Unable to import, GLPI computer is already related to an element of OCSNG (%d)
pt_br: Não foi possível importar, pois um computador do GLPI já está relacionado com um elemento do OCS-NG (%d)

source: Import date in GLPI
pt_br: Dados importados no GLPI

source: Existing in GLPI
pt_br: Existente no GLPI

source: Existing in OCSNG
pt_br: Existente no OCS-NG

source: No item to clean
pt_br: Nenhum item para limpar

source: Computers updated in OCSNG
pt_br: Computadores atualizados no OCS-NG

source: Update computers
pt_br: Atualizar computadores

source: Auto update
pt_br: Atualização automática

source: No new computer to be updated
pt_br: Nenhum novo computador para ser atualizado

source: Caution! The imported data (see your configuration) will overwrite the existing one
pt_br: Cuidado! Os dados importados (veja suas configurações) vão sobrescrever o que já existe

source: Manual import mode
pt_br: Modo de importação manual

source: Disable preview
pt_br: Desabilitar pré-visualização

source: Enable preview
pt_br: Habilitar pré-visualização

source: Check first that duplicates have been correctly managed in OCSNG
pt_br: Primeiro, verifique se as duplicatas foram corretamente lidadas pelo OCSNG

source: Match the rule ?
pt_br: Mesma regra?

source: Target location
pt_br: Local de destino

source: No new computer to be imported
pt_br: Nenhum novo computador para ser importado

source: Choice of an OCSNG server
pt_br: Escolha um servidor OCS-NG

source: No OCSNG server defined
pt_br: Nenhum servidor OCS-NG definido

source: Software deleted by OCSNG synchronization
pt_br: Software deletado pela sincronização do OCS-NG

source: Unmodified computers
pt_br: Computadores não modificados

source: Computers don't check any rule
pt_br: Computadores não verificam qualquer regra

source: Duplicate computers
pt_br: Computadores duplicados

source: Computers whose import is refused by a rule
pt_br: Computadores cuja importação foi rejeitada por alguma regra

source: Statistics of the OCSNG link
pt_br: Estatísticas de relacionamento do OCS-NG

source: Process completed
pt_br: Processo concluído

source: Link possible
pt_br: Relacionamento possível

source: Import refused
pt_br: Importação recusada

source: New computer created in GLPI
pt_br: Novo computador criado no GLPI

source: Link with computer
pt_br: Relacionar com computador

source: Rights management
pt_br: Gerenciamento de permissões

source: OCSNG Mode
pt_br: Modo OCS-NG

source: Rights management %s
pt_br: Gerenciamento de permissões %s

source: Manually synchronization
pt_br: Sincronização manual

source: See information
pt_br: Ver informação

source: Clean links betwenn GLPI and OCSNG
pt_br: Apagar relacionamento entre GLPI e OCS-NG

source: %d registry key found
pt_br: Chave de registro encontrada %d

source: OCSNG Name
pt_br: Nome OCS-NG

source: Hive
pt_br: Grupos, subgrupos e chaves do registro

source: Path
pt_br: Caminho

source: Key/value
pt_br: Chave/valor

source: No key found in registry
pt_br: Chave não encontrada no registro

source: Computer to import
pt_br: Computador para importar

source: target entity for the computer
pt_br: entidade-alvo para o computador

source: IP Address
pt_br: Endereço IP

source: Back to processes list
pt_br: Voltar para a lista de processos

source: Process information
pt_br: Informação de processo

source: Beginning date of execution
pt_br: Data de início de execução

source: Ending date of execution
pt_br: Data do fim de execução

source: Imported computer by automatic task
pt_br: Computador importado por tarefa automática

source: Not imported computer by automatic task
pt_br: Computador não importado por tarefa automática

source: Not modified computer
pt_br: Computador não modificado

source: Not unique computer
pt_br: Computador não único

source: Refused computer
pt_br: Computador rejeitado

source: Process time execution
pt_br: Tempo de processamento da execução

source: Total of computers to be treated
pt_br: Total de computadores a serem tratados

source: performed percentage
pt_br: porcentagem realizada

source: Total of treated computers
pt_br: Total de computadores tratados

source: Number of threads
pt_br: Número de threads

source: hour
pt_br: hora

source: Minimum
pt_br: Mínimo

source: Maximum
pt_br: Máximo

source: Clean processes
pt_br: Apagar processos

source: Delete processes after
pt_br: Deletar processos depois
